import type { CmsFact } from "./types";

export const mockFacts: CmsFact[] = [
  {
    number: "01",
    title: "全ては社会と家族のために。",
    body: "GO-TAsはまずは社会のために存在し動くべきです。そして更には社員（メンバー）とメンバーの家族のために動くべきだと思っています。",
    order: 1,
  },
  {
    number: "02",
    title: "フェアであるべき。",
    body: "お客さんに対しても取引業者に対してもメンバーに対してもGO-TAsは常にフェアであるべきです。全ての場所と場面においてフェアであることをGO-TAsは大事にします。",
    order: 2,
  },
  {
    number: "03",
    title: "人生は社会に恩返しをするゲームです。",
    body: "誰でも小さい頃は社会から様々なサポートを受けて生きてきました。GO-TAsは会社としてもメンバーとしても、社会から受けとったポイントをどれだけ社会に恩返しできるかが大事だと思っています。",
    order: 3,
  },
  {
    number: "04",
    title: "作業と仕事は違う。",
    body: "GO-TAsは営利会社です。毎日社会に何かを提供して、その対価として利益を得ています。私たちは作業と仕事には明確な違いがあると思っています。GO-TAsのメンバーは常に作業と仕事を分けて取り組んでいきます。",
    order: 4,
  },
  {
    number: "05",
    title: "正義は勝つ。",
    body: "世の中には「悪貨は良貨を駆逐する」という言葉がありますが、私たちは逆に考えています。嘘をつかず正しい道を進むことが力であり、それが営利企業のGO-TAsに必要なことだと考えています。正直者が得をする社会を目指していきたいです。",
    order: 5,
  },
  {
    number: "06",
    title: "もっと欲張っても良いと思う。",
    body: "仕事でゴールしたと思っても、もっと欲張って更に良いものを作り、更に良いサービスを提供したい。まだまだできる、もっと良くできると欲張っていい。隣の人や知人がとても良い動きをしたら「ステキング！！」と叫ぼう。",
    order: 6,
  },
  {
    number: "07",
    title: "家族を大事にしよう。",
    body: "家族の概念は人それぞれですが、自分の隣りにいる大事な人・家族をまずは大事にしていきたいです。隣りの人を幸せにできなければ世界を平和にすることはできないと考えています。",
    order: 7,
  },
  {
    number: "08",
    title: "天才よりも努力が勝つ。",
    body: "古来から良く言われてきた言葉ですが、GO-TAsはこの言葉を大事にしています。「努力にまさる天才なし。」",
    order: 8,
  },
  {
    number: "09",
    title: "短パンでも真剣に仕事はできる。",
    body: "GO-TAsに関わるメンバーは多種多様な考え方、バックグランドを持って情熱的に仕事に取り組んでいます。服装や髪型においても自由な社風であることが創造的で優秀な成果を生み出すとGO-TAsは考えています。",
    order: 9,
  },
  {
    number: "10",
    title: "人生を楽しもう。",
    body: "良く寝て、良いことを口にして、信心深くなろう。それらがメンバーが幸せになる秘訣であり、メンバーが楽しければ社会は良くなると信じています。可能性は無限大です、人生を楽しみましょう！！",
    order: 10,
  },
];
